Repository: FloAppsLtd/FloAuth
Catalog: lang/floauth-*.po
Languages: fi

source: You do not have sufficient permissions to access this page.
fi: Sinulla ei ole riittäviä oikeuksia tämän sivun tarkastelemiseen.

source: FloAuth Settings
fi: FloAuth Asetukset

source: Insert your FloMembers installation URL <strong>without trailing slash</strong>.
fi: Aseta tähän FloMembers-asennuksesi URL-osoite <strong>ilman kauttaviivaa lopussa</strong>.

source: Insert alphanumeric secret key here. The key is provided by Flo Apps. You can contact us via our <a href="%s" target="_blank" rel="noreferrer noopener">support system</a>.
fi: Aseta tähän numeroista ja kirjaimista koostuva secret key (salausavain). Avaimen saat Flo Appsilta. Saat yhteyden meihin <a href="%s" target="_blank" rel="noreferrer noopener">tukipyyntöjärjestelmämme</a> kautta.

source: Role given to regular users
fi: Käyttäjälle annettava rooli

source: Select the role which will be automatically assigned to <strong>regular users</strong> on login.
fi: Valitse rooli, joka annetaan <strong>tavalliselle käyttäjälle</strong> hänen sisäänkirjautuessaan.

source: Role given to admins
fi: Pääkäyttäjälle annettava rooli

source: Select the role which will be automatically assigned to <strong>website administrators</strong> on login.
fi: Valitse rooli, joka annetaan <strong>pääkäyttäjälle</strong> (Website Administrator) hänen sisäänkirjautuessaan.

source: Extranet path
fi: Jäsenalueen polku

source: Insert the URL part (slug) of the page which serves as the member area (extranet) page. This page and its children are blocked and filtered out of search results from non-logged in users.
fi: Aseta tähän polku (osoitteen osa, “slug”), joka toimii jäsenalueena. Pääsy kyseiselle sivulle ja sen alasivuille estetään ja ne piilotetaan hakutuloksista sisäänkirjautumattomilta käyttäjiltä.

source: Examples:
fi: Esimerkkejä:

source: Extranet URL: https://example.com/members, insert <strong>members</strong>
fi: Jäsenalueen osoite: https://example.com/jasenille, aseta <strong>jasenille</strong>

source: Extranet URL: https://example.com/some-page/members, insert <strong>some-page/members</strong>
fi: Jäsenalueen osoite: https://example.com/sivu/jasenille, aseta <strong>sivu/jasenille</strong>

source: Flo Apps (support)
fi: Flo Apps (tuki)

source: You can leave a support request at <a href="%s" target="_blank" rel="noreferrer noopener">%s</a>.
fi: Voit jättää tukipyynnön osoitteessa <a href="%s" target="_blank" rel="noreferrer noopener">%s</a>.

source: You can view knowledge base articles at <a href="%s" target="_blank" rel="noreferrer noopener">%s</a>.
fi: Tukipankkiartikkelit löytyvät osoitteesta <a href="%s" target="_blank" rel="noreferrer noopener">%s</a>.

source: Notification from FloAuth
fi: FloAuth-ilmoitus

source: In most cases, this form should <strong>not</strong> be used to create users. Please use <strong>FloMembers</strong> instead.
fi: Useimmissa tapauksissa tätä lomaketta <strong>ei</strong> tule käyttää uusien käyttäjien luomiseen. Tee toimenpide <strong>FloMembersissa</strong>.

source: If you have questions, please see <a href="%s" target="_blank" rel="noreferrer noopener">this article</a> for more information or leave us a <a href="%s" target="_blank" rel="noreferrer noopener">support request</a>.
fi: Jos sinulla on kysymyksiä, saat lisätietoja <a href="%s" target="_blank" rel="noreferrer noopener">tästä artikkelista</a>. Voit myös jättää meille <a href="%s" target="_blank" rel="noreferrer noopener">tukipyynnön</a>.
